[
  {
    "specificationName": "Mercimek Çorbası",
    "specificationTag": "Türk Mutfağı, Çorba",
    "specificationMaterial": "1 su bardağı kırmızı mercimek, 1 büyük soğan, 1 havuç, 1 patates, 2 yemek kaşığı sıvı yağ, 1 yemek kaşığı domates salçası, 6 su bardağı su, tuz, karabiber",
    "specificationFabrication": "1. Mercimeği yıkayıp süzün. Soğanı yemeklik doğrayın. Havuç ve patatesi küp şeklinde doğrayın.\n2. Bir tencerede sıvı yağı ısıtın. Doğranmış soğanı ekleyip kavurun.\n3. Salçayı ekleyip kokusu çıkana kadar kavurmaya devam edin.\n4. Havuç ve patatesi ekleyip birkaç dakika karıştırarak pişirin.\n5. Mercimeği ekleyin ve suyla birlikte tencereye ilave edin.\n6. Tuz ve karabiberi ekleyip karıştırın.\n7. Kaynamaya başladıktan sonra ocağın altını kısın ve mercimekler yumuşayana kadar pişirin.\n8. Pişen çorbayı blendırdan geçirin.\n9. Servis ederken üzerine birkaç damla sızma zeytinyağı gezdirin ve isteğe bağlı olarak limon dilimleri ekleyin.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2018/08/peynirli-omlet-one-cikan.jpg"
  },
  {
    "specificationName": "Izgara Somon",
    "specificationTag": "Türk Mutfağı, Balık",
    "specificationMaterial": "2 dilim somon balığı, 1 yemek kaşığı zeytinyağı, 1 diş sarımsak (ezilmiş), 1 çay kaşığı kekik, 1 çay kaşığı pul biber, tuz",
    "specificationFabrication": "1. Somon dilimlerini yıkayın ve kağıt havluyla kurulayın.\n2. Zeytinyağı, ezilmiş sarımsak, kekik, pul biber ve tuzu bir kasede karıştırın.\n3. Somon dilimlerini bu karışımla marine edin ve buzdolabında 30 dakika dinlendirin.\n4. Izgara tavasını veya ızgarayı ısıtın.\n5. Somon dilimlerini her iki tarafı da kızarana ve pişene kadar ızgarada pişirin.\n6. Izgara somonu servis edin ve yanında sevdiğiniz garnitürlerle servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/940/940/uploads/2014/06/mercimek-corbasi-yemekcom.jpg"
  },
  {
    "specificationName": "Mantar Sote",
    "specificationTag": "Türk Mutfağı, Sebze",
    "specificationMaterial": "300 gr mantar, 1 büyük soğan, 2 yemek kaşığı tereyağı, 2 yemek kaşığı zeytinyağı, 2 diş sarımsak (ince dilimlenmiş), 1 çay kaşığı kekik, tuz, karabiber",
    "specificationFabrication": "1. Mantarları temizleyin ve dilimleyin. Soğanı yemeklik doğrayın.\n2. Bir tavada tereyağı ve zeytinyağını ısıtın.\n3. Doğranmış soğanları ekleyip yumuşayana kadar kavurun.\n4. Mantarları ekleyip suyunu salıp çekene kadar soteleyin.\n5. İnce dilimlenmiş sarımsakları ekleyin ve birkaç dakika daha soteleyin.\n6. Kekik, tuz ve karabiberle tatlandırın.\n7. Mantar sote sıcak olarak servis edin ve isteğe bağlı olarak üzerine ince doğranmış taze otlar ekleyebilirsiniz.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2023/02/mantar-yemegi-yemekcom.jpg"
  },
  {
    "specificationName": "Fırında Tavuk",
    "specificationTag": "Türk Mutfağı, Tavuk",
    "specificationMaterial": "4 adet tavuk but, 2 yemek kaşığı zeytinyağı, 4 diş sarımsak (ezilmiş), 2 çay kaşığı kekik, 2 çay kaşığı kırmızı toz biber, tuz",
    "specificationFabrication": "1. Tavuk butlarını yıkayın ve kağıt havluyla kurulayın.\n2. Zeytinyağı, ezilmiş sarımsak, kekik, kırmızı toz biber ve tuzu bir kasede karıştırın.\n3. Tavuk butlarını bu karışımla marine edin ve buzdolabında en az 1 saat dinlendirin.\n4. Fırını 200 derecede ısıtın.\n5. Tavuk butlarını fırın tepsisine yerleştirin.\n6. Tavuklar pişene kadar yaklaşık 40-45 dakika fırında kızartın.\n7. Fırında tavukları sıcak olarak servis edin ve yanında tercih ettiğiniz garnitürleri ekleyerek servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/834/uploads/2021/09/firinda-soslu-tavuk-tarifi.jpg"
  },
  {
    "specificationName": "Peynirli Omlet",
    "specificationTag": "Türk Mutfağı, Omlet",
    "specificationMaterial": "3 adet yumurta, 1 su bardağı rendelenmiş kaşar peyniri, 1 yemek kaşığı tereyağı, tuz, karabiber",
    "specificationFabrication": "1. Yumurtaları bir kasede çırpın.\n2. Rendelenmiş kaşar peyniri, tuz ve karabiberi ekleyip karıştırın.\n3. Bir tavada tereyağını eritin.\n4. Yumurtalı karışımı tavaya dökün.\n5. Alt tarafı pişene kadar kısık ateşte bekletin.\n6. Omletin üzerini bir tabak veya kapağın yardımıyla çevirin.\n7. Diğer tarafı da pişene kadar bekletin.\n8. Peynirli omlet sıcak olarak servis edin.",
    "specificationImage": "https://online.selimiyemuhallebicisi.com/files/2021/12/beyaz-peynirli-omlet.jpg"
  },
  {
    "specificationName": "Tavuklu Pilav",
    "specificationTag": "Türk Mutfağı, Pilav",
    "specificationMaterial": "1 su bardağı pirinç, 2 su bardağı tavuk suyu, 1 adet tavuk göğsü (haşlanmış ve didiklenmiş), 1 yemek kaşığı tereyağı, 1 adet kuru soğan (doğranmış), 1 diş sarımsak (ezilmiş), 1 çay kaşığı zerdeçal, tuz",
    "specificationFabrication": "1. Pirinci yıkayın ve suyu süzün.\n2. Tereyağını bir tencerede eritin.\n3. Doğranmış soğanları ekleyin ve yumuşayana kadar kavurun.\n4. Ezilmiş sarımsağı ekleyin ve koku verene kadar soteleyin.\n5. Pirinci ekleyin ve birkaç dakika karıştırarak kavurun.\n6. Tavuk suyunu ve zerdeçalı ekleyin, tuzunu ayarlayın.\n7. Kaynamaya başladıktan sonra ocağın altını kısın ve pilav suyunu çekene kadar pişirin.\n8. Haşlanmış ve didiklenmiş tavuk göğsünü ekleyin ve pilavı demlenmeye bırakın.\n9. Tavuklu pilavı sıcak olarak servis edin ve yanında salata ile servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2014/12/tavuklu-pilav-one-cikan-yeni.jpg"
  }
]