[
  {
    "specificationName": "Mercimek Çorbası",
    "specificationTag": "Türk Mutfağı, Çorba",
    "specificationMaterial": "1 su bardağı kırmızı mercimek, 1 büyük soğan, 1 havuç, 1 patates, 2 yemek kaşığı sıvı yağ, 1 yemek kaşığı domates salçası, 6 su bardağı su, tuz, karabiber",
    "specificationFabrication": "1. Mercimeği yıkayıp süzün. Soğanı yemeklik doğrayın. Havuç ve patatesi küp şeklinde doğrayın.\n2. Bir tencerede sıvı yağı ısıtın. Doğranmış soğanı ekleyip kavurun.\n3. Salçayı ekleyip kokusu çıkana kadar kavurmaya devam edin.\n4. Havuç ve patatesi ekleyip birkaç dakika karıştırarak pişirin.\n5. Mercimeği ekleyin ve suyla birlikte tencereye ilave edin.\n6. Tuz ve karabiberi ekleyip karıştırın.\n7. Kaynamaya başladıktan sonra ocağın altını kısın ve mercimekler yumuşayana kadar pişirin.\n8. Pişen çorbayı blendırdan geçirin.\n9. Servis ederken üzerine birkaç damla sızma zeytinyağı gezdirin ve isteğe bağlı olarak limon dilimleri ekleyin.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2018/08/peynirli-omlet-one-cikan.jpg"
  },
  {
    "specificationName": "Izgara Somon",
    "specificationTag": "Türk Mutfağı, Balık",
    "specificationMaterial": "2 dilim somon balığı, 1 yemek kaşığı zeytinyağı, 1 diş sarımsak (ezilmiş), 1 çay kaşığı kekik, 1 çay kaşığı pul biber, tuz",
    "specificationFabrication": "1. Somon dilimlerini yıkayın ve kağıt havluyla kurulayın.\n2. Zeytinyağı, ezilmiş sarımsak, kekik, pul biber ve tuzu bir kasede karıştırın.\n3. Somon dilimlerini bu karışımla marine edin ve buzdolabında 30 dakika dinlendirin.\n4. Izgara tavasını veya ızgarayı ısıtın.\n5. Somon dilimlerini her iki tarafı da kızarana ve pişene kadar ızgarada pişirin.\n6. Izgara somonu servis edin ve yanında sevdiğiniz garnitürlerle servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/940/940/uploads/2014/06/mercimek-corbasi-yemekcom.jpg"
  },
  {
    "specificationName": "Mantar Sote",
    "specificationTag": "Türk Mutfağı, Sebze",
    "specificationMaterial": "300 gr mantar, 1 büyük soğan, 2 yemek kaşığı tereyağı, 2 yemek kaşığı zeytinyağı, 2 diş sarımsak (ince dilimlenmiş), 1 çay kaşığı kekik, tuz, karabiber",
    "specificationFabrication": "1. Mantarları temizleyin ve dilimleyin. Soğanı yemeklik doğrayın.\n2. Bir tavada tereyağı ve zeytinyağını ısıtın.\n3. Doğranmış soğanları ekleyip yumuşayana kadar kavurun.\n4. Mantarları ekleyip suyunu salıp çekene kadar soteleyin.\n5. İnce dilimlenmiş sarımsakları ekleyin ve birkaç dakika daha soteleyin.\n6. Kekik, tuz ve karabiberle tatlandırın.\n7. Mantar sote sıcak olarak servis edin ve isteğe bağlı olarak üzerine ince doğranmış taze otlar ekleyebilirsiniz.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2023/02/mantar-yemegi-yemekcom.jpg"
  },
  {
    "specificationName": "Fırında Tavuk",
    "specificationTag": "Türk Mutfağı, Tavuk",
    "specificationMaterial": "4 adet tavuk but, 2 yemek kaşığı zeytinyağı, 4 diş sarımsak (ezilmiş), 2 çay kaşığı kekik, 2 çay kaşığı kırmızı toz biber, tuz",
    "specificationFabrication": "1. Tavuk butlarını yıkayın ve kağıt havluyla kurulayın.\n2. Zeytinyağı, ezilmiş sarımsak, kekik, kırmızı toz biber ve tuzu bir kasede karıştırın.\n3. Tavuk butlarını bu karışımla marine edin ve buzdolabında en az 1 saat dinlendirin.\n4. Fırını 200 derecede ısıtın.\n5. Tavuk butlarını fırın tepsisine yerleştirin.\n6. Tavuklar pişene kadar yaklaşık 40-45 dakika fırında kızartın.\n7. Fırında tavukları sıcak olarak servis edin ve yanında tercih ettiğiniz garnitürleri ekleyerek servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/834/uploads/2021/09/firinda-soslu-tavuk-tarifi.jpg"
  },
  {
    "specificationName": "Peynirli Omlet",
    "specificationTag": "Türk Mutfağı, Omlet",
    "specificationMaterial": "3 adet yumurta, 1 su bardağı rendelenmiş kaşar peyniri, 1 yemek kaşığı tereyağı, tuz, karabiber",
    "specificationFabrication": "1. Yumurtaları bir kasede çırpın.\n2. Rendelenmiş kaşar peyniri, tuz ve karabiberi ekleyip karıştırın.\n3. Bir tavada tereyağını eritin.\n4. Yumurtalı karışımı tavaya dökün.\n5. Alt tarafı pişene kadar kısık ateşte bekletin.\n6. Omletin üzerini bir tabak veya kapağın yardımıyla çevirin.\n7. Diğer tarafı da pişene kadar bekletin.\n8. Peynirli omlet sıcak olarak servis edin.",
    "specificationImage": "https://online.selimiyemuhallebicisi.com/files/2021/12/beyaz-peynirli-omlet.jpg"
  },
  {
    "specificationName": "Tavuklu Pilav",
    "specificationTag": "Türk Mutfağı, Pilav",
    "specificationMaterial": "1 su bardağı pirinç, 2 su bardağı tavuk suyu, 1 adet tavuk göğsü (haşlanmış ve didiklenmiş), 1 yemek kaşığı tereyağı, 1 adet kuru soğan (doğranmış), 1 diş sarımsak (ezilmiş), 1 çay kaşığı zerdeçal, tuz",
    "specificationFabrication": "1. Pirinci yıkayın ve suyu süzün.\n2. Tereyağını bir tencerede eritin.\n3. Doğranmış soğanları ekleyin ve yumuşayana kadar kavurun.\n4. Ezilmiş sarımsağı ekleyin ve koku verene kadar soteleyin.\n5. Pirinci ekleyin ve birkaç dakika karıştırarak kavurun.\n6. Tavuk suyunu ve zerdeçalı ekleyin, tuzunu ayarlayın.\n7. Kaynamaya başladıktan sonra ocağın altını kısın ve pilav suyunu çekene kadar pişirin.\n8. Haşlanmış ve didiklenmiş tavuk göğsünü ekleyin ve pilavı demlenmeye bırakın.\n9. Tavuklu pilavı sıcak olarak servis edin ve yanında salata ile servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2014/12/tavuklu-pilav-one-cikan-yeni.jpg"
  },
  {
    "specificationName": "Tavuk Şinitzel",
    "specificationTag": "Tavuk",
    "specificationMaterial": "2 adet tavuk göğsü, 1 su bardağı un, 2 adet yumurta, 1 su bardağı galeta unu veya pane unu, tuz, karabiber, sıvı yağ",
    "specificationFabrication": "1. Tavuk göğsünü ince dilimler halinde kesin ve her dilimi hafifçe düzleştirin.\n2. Unu bir tabağa, çırpılmış yumurtayı başka bir tabağa, galeta ununu veya pane ununu da başka bir tabağa koyun.\n3. Tavuk dilimlerini önce una, sonra çırpılmış yumurtaya, son olarak da galeta ununa veya pane ununa bulayın.\n4. Tavuk şinitzellerini buzdolabında 15-20 dakika kadar dinlendirin.\n5. Geniş bir tavada sıvı yağı kızdırın.\n6. Tavuk şinitzellerini sıcak yağda her iki tarafı da altın rengi olana kadar kızartın.\n7. Kızarmış tavuk şinitzellerini kağıt havlu serili bir tabağa alın.\n8. Tavuk şinitzelleri sıcak olarak servis edin ve yanında sevdiğiniz soslarla veya garnitürlerle servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2021/04/one-cikantavuk-sinitzel-14.jpg"
  },
  {
    "specificationName": "Kırmızı Mercimek Salatası",
    "specificationTag": "Türk Mutfağı, Salata",
    "specificationMaterial": "1 su bardağı kırmızı mercimek, 1 salatalık (doğranmış), 1 domates (doğranmış), 1 yeşil biber (doğranmış), 1 küçük kırmızı soğan (doğranmış), 2 yemek kaşığı zeytinyağı, 1 yemek kaşığı limon suyu, tuz, karabiber, maydanoz (doğranmış)",
    "specificationFabrication": "1. Kırmızı mercimeği yıkayıp süzün ve tencereye alın.\n2. Üzerine 2 su bardağı su ekleyin ve kaynamaya bırakın.\n3. Kaynamaya başladıktan sonra ocağın altını kısın ve mercimekler yumuşayana kadar pişirin.\n4. Haşlanmış mercimekleri süzün ve soğumaya bırakın.\n5. Soğuyan mercimekleri doğranmış salatalık, domates, yeşil biber ve kırmızı soğanla karıştırın.\n6. Zeytinyağı, limon suyu, tuz ve karabiberi ekleyin ve karıştırın.\n7. Üzerine doğranmış maydanoz serpiştirin.\n8. Kırmızı mercimek salatasını buzdolabında bir süre soğutup servis edin.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2015/09/mercimek-salatasi-sunum-yemekcom.jpg"
  },
  {
    "specificationName": "Kıymalı Pide",
    "specificationTag": "Türk Mutfağı, Pideler",
    "specificationMaterial": "2 su bardağı un, 1 su bardağı ılık su, 1 yemek kaşığı kuru maya, 1 yemek kaşığı sıvı yağ, 1 çay kaşığı tuz, 250 gr kıyma, 1 adet domates (doğranmış), 1 adet yeşil biber (doğranmış), 1 adet kırmızı biber (doğranmış), 1 adet soğan (doğranmış), tuz, karabiber, pul biber",
    "specificationFabrication": "1. Unu bir yoğurma kabına alın, ortasını açın ve ılık su, kuru maya, sıvı yağ ve tuz ekleyin.\n2. Hamur yoğrulabilir bir kıvama gelene kadar malzemeleri karıştırın.\n3. Yoğrulan hamuru üzerini örterek 1 saat kadar dinlenmeye bırakın.\n4. Kıymayı bir tavada kavurun.\n5. Doğranmış domates, yeşil biber, kırmızı biber ve soğanı ekleyin ve kavurmaya devam edin.\n6. Tuz, karabiber ve pul biberle tatlandırın ve ocaktan alın.\n7. Hamuru unlu bir zeminde açın ve üzerine kıymalı harcı yayın.\n8. Pideyi 200 dereceye ısıtılmış fırında pişirin.\n9. Kıymalı pideyi sıcak olarak servis edin ve yanında turşu ve ayranla servis yapın.",
    "specificationImage": "https://i.ytimg.com/vi/8k1wnbCcod0/maxresdefault.jpg"
  },
  {
    "specificationName": "Tavuklu Noodle",
    "specificationTag": "Makarna",
    "specificationMaterial": "200 gr noodle makarna, 1 adet tavuk göğsü (doğranmış), 1 su bardağı brokoli, 1 havuç (ince dilimlenmiş), 1 kırmızı biber (dilimlenmiş), 3 yemek kaşığı soya sosu, 2 yemek kaşığı susam yağı, 1 diş sarımsak (ezilmiş), 1 çay kaşığı zencefil tozu, tuz, karabiber, susam (süslemek için)",
    "specificationFabrication": "1. Noodle makarnayı paketin üzerindeki talimatlara göre haşlayın ve süzün.\n2. Brokoliyi haşlayın ve süzün.\n3. Tavuk göğsünü ince dilimler halinde kesin.\n4. Bir tavada susam yağını ısıtın.\n5. Tavuk dilimlerini ekleyin ve kızartın.\n6. Dilimlenmiş havuç ve kırmızı biberi ekleyin ve hafifçe soteleyin.\n7. Haşlanmış noodle makarnayı, brokoliyi, soya sosunu, ezilmiş sarımsağı, zencefil tozunu, tuzu ve karabiberi ekleyin.\n8. Tüm malzemeler iyice karışana kadar pişirin.\n9. Tavuklu noodle servis tabağına alın ve üzerine susam serpiştirerek servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2022/01/vestel-tavuk-noodle-yemekcom.jpg"
  },
  {
    "specificationName": "İmam Bayıldı",
    "specificationTag": "Türk Mutfağı, Sebze",
    "specificationMaterial": "2 adet patlıcan, 2 adet domates (rendelenmiş), 1 adet soğan (doğranmış), 3 yemek kaşığı zeytinyağı, 2 yemek kaşığı biber salçası, 1 çay kaşığı şeker, tuz, karabiber, maydanoz (süslemek için)",
    "specificationFabrication": "1. Patlıcanları alacalı olarak soyun ve tuzlu suda bekletin.\n2. Soyulmuş patlıcanları suda kaynatın ve süzün.\n3. Bir tavada zeytinyağını ısıtın.\n4. Doğranmış soğanları ekleyin ve yumuşayana kadar kavurun.\n5. Rendelenmiş domatesleri ve biber salçasını ekleyin.\n6. Şeker, tuz ve karabiberle tatlandırın.\n7. Patlıcanları bu karışımla doldurun ve bir fırın tepsisine dizin.\n8. Patlıcanların üzerine zeytinyağı gezdirin.\n9. Önceden ısıtılmış 180 derece fırında patlıcanlar yumuşayana kadar pişirin.\n10. İmam bayıldıyı servis tabağına alın ve üzerine doğranmış maydanoz serpiştirerek servis yapın.",
    "specificationImage": "https://www.unileverfoodsolutions.com.tr/dam/global-ufs/mcos/TURKEY/calcmenu/recipes/TR-recipes/2023/may/header/ImamBayildi%20-%201260x839.jpg"
  },
  {
    "specificationName": "Çikolatalı Browni",
    "specificationTag": "Tatlı",
    "specificationMaterial": "200 gr bitter çikolata, 100 gr tereyağı, 1 su bardağı toz şeker, 3 adet yumurta, 1 su bardağı un, 1 çay kaşığı vanilya özütü, 1 çay kaşığı kabartma tozu, 1/4 çay kaşığı tuz, 1 su bardağı ceviz veya fındık (isteğe bağlı)",
    "specificationFabrication": "1. Bitter çikolatayı benmari usulü eritin.\n2. Eritilmiş çikolataya tereyağını ekleyin ve karıştırın.\n3. Yumurtaları toz şekeri ekleyerek çırpın.\n4. Çikolata ve tereyağı karışımını ekleyin ve karıştırın.\n5. Un, vanilya özütü, kabartma tozu ve tuzu ekleyin ve karıştırın.\n6. Eğer kullanacaksanız ceviz veya fındığı ekleyin ve karıştırın.\n7. Karışımı yağlanmış bir fırın kabına dökün.\n8. Önceden ısıtılmış 170 derece fırında 20-25 dakika pişirin.\n9. Browniyi soğuduktan sonra dilimleyin ve servis yapın.",
    "specificationImage": "https://i.ytimg.com/vi/d9UCLZlHYNY/maxresdefault.jpg"
  },
  {
    "specificationName": "Karnıyarık",
    "specificationTag": "Türk Mutfağı, Sebze",
    "specificationMaterial": "2 adet patlıcan, 300 gr kıyma, 1 adet soğan (doğranmış), 2 adet domates (doğranmış), 3 yemek kaşığı sıvı yağ, 1 çay kaşığı biber salçası, 1 çay kaşığı domates salçası, tuz, karabiber",
    "specificationFabrication": "1. Patlıcanları alacalı olarak soyun ve tuzlu suda bekletin.\n2. Kıymayı bir tavada kavurun.\n3. Soğanları ekleyin ve yumuşayana kadar kavurun.\n4. Domatesleri ekleyin ve suyunu çekene kadar pişirin.\n5. Biber salçası, domates salçası, tuz ve karabiberle tatlandırın.\n6. Patlıcanları suda yıkayın ve kurulayın.\n7. Patlıcanların ortasını açın ve kıymalı harçla doldurun.\n8. Patlıcanları sıvı yağda kızartın.\n9. Karnıyarık sıcak olarak servis edin ve yanında pilav veya yoğurtla servis yapın.",
    "specificationImage": "https://i.ytimg.com/vi/yOMZGKFMmuo/maxresdefault.jpg",
  },
  {
    "specificationName": "Köfte",
    "specificationTag": "Türk Mutfağı, Et",
    "specificationMaterial": "500 gr dana kıyma, 1 adet soğan (rendelenmiş), 1 diş sarımsak (ezilmiş), 1 dilim ekmek içi (ıslatılmış ve sıkılmış), 1 adet yumurta, 1 yemek kaşığı galeta unu, 1 çay kaşığı kimyon, 1 çay kaşığı pul biber, tuz, karabiber",
    "specificationFabrication": "1. Kıymayı bir yoğurma kabına alın.\n2. Rendelenmiş soğan, ezilmiş sarımsak, ıslatılmış ve sıkılmış ekmek içi, yumurta, galeta unu, kimyon, pul biber, tuz ve karabiberi ekleyin.\n3. Malzemeleri iyice yoğurun.\n4. Köfte harcından ceviz büyüklüğünde parçalar alın ve yuvarlayarak şekil verin.\n5. Köfteleri yağsız bir tavada veya ızgarada pişirin.\n6. Köfteleri servis tabağına alın ve isteğe bağlı olarak üzerine domates ve biber dilimleri ekleyerek servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2016/12/akcaabat-koftesi-one-cikan.jpg"
  },
  {
    "specificationName": "Kabak Mücver",
    "specificationTag": "Türk Mutfağı, Sebze",
    "specificationMaterial": "2 adet kabak (rendelenmiş), 1 adet soğan (rendelenmiş), 2 adet yumurta, 1 su bardağı un, 1 demet dereotu (doğranmış), tuz, karabiber, sıvı yağ",
    "specificationFabrication": "1. Rendelenmiş kabakları tuzlayın ve suyunu sıkın.\n2. Rendelenmiş soğanı kabaklara ekleyin.\n3. Yumurtaları ekleyin ve karıştırın.\n4. Unu ekleyin ve karışımı iyice yoğurun.\n5. Doğranmış dereotu, tuz ve karabiberle tatlandırın.\n6. Karışımdan küçük parçalar alın ve yuvarlayarak şekil verin.\n7. Mücverleri sıvı yağda kızartın.\n8. Kızarmış kabak mücverleri kağıt havlu serili bir tabağa alın.\n9. Kabak mücverleri sıcak olarak servis edin ve yanında yoğurtla servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2022/06/kabak-mucver-aysegul.jpg"
  },
  {
    "specificationName": "Tavuklu Pilav",
    "specificationTag": "Türk Mutfağı, Pilav",
    "specificationMaterial": "1 su bardağı pirinç, 2 su bardağı tavuk suyu, 1 adet tavuk göğsü (haşlanmış ve didiklenmiş), 1 yemek kaşığı tereyağı, 1 adet kuru soğan (doğranmış), 1 diş sarımsak (ezilmiş), 1 çay kaşığı zerdeçal, tuz",
    "specificationFabrication": "1. Pirinci yıkayın ve suyu süzün.\n2. Tereyağını bir tencerede eritin.\n3. Doğranmış soğanları ekleyin ve yumuşayana kadar kavurun.\n4. Ezilmiş sarımsağı ekleyin ve koku verene kadar soteleyin.\n5. Pirinci ekleyin ve birkaç dakika karıştırarak kavurun.\n6. Tavuk suyunu ve zerdeçalı ekleyin, tuzunu ayarlayın.\n7. Kaynamaya başladıktan sonra ocağın altını kısın ve pilav suyunu çekene kadar pişirin.\n8. Haşlanmış ve didiklenmiş tavuk göğsünü ekleyin ve pilavı demlenmeye bırakın.\n9. Tavuklu pilavı sıcak olarak servis edin ve yanında salata ile servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2014/12/tavuklu-pilav-one-cikan-yeni.jpg"
  },
  {
    "specificationName": "Közlenmiş Patlıcan Salatası",
    "specificationTag": "Türk Mutfağı, Salata",
    "specificationMaterial": "2 adet patlıcan, 2 adet domates (doğranmış), 1 adet yeşil biber (doğranmış), 1 adet kırmızı biber (doğranmış), 1 adet soğan (doğranmış), 3 yemek kaşığı zeytinyağı, 1 yemek kaşığı nar ekşisi, tuz, karabiber, maydanoz (süslemek için)",
    "specificationFabrication": "1. Patlıcanları alacalı olarak soyun ve közleyin.\n2. Közlenmiş patlıcanların kabuklarını soyun ve doğrayın.\n3. Doğranmış domates, yeşil biber, kırmızı biber ve soğanı patlıcanlara ekleyin.\n4. Zeytinyağı ve nar ekşisini ekleyin ve karıştırın.\n5. Tuz ve karabiberle tatlandırın.\n6. Patlıcan salatasını servis tabağına alın ve üzerine doğranmış maydanoz serpiştirerek servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2021/09/koz-patlican-ve-biber-salatasi-tarifi.jpg"
  },
  {
    "specificationName": "Kıymalı Patates",
    "specificationTag": "Türk Mutfağı, Et",
    "specificationMaterial": "500 gr dana kıyma, 4 adet patates (doğranmış), 1 adet soğan (doğranmış), 3 yemek kaşığı sıvı yağ, 2 yemek kaşığı domates salçası, 1 su bardağı sıcak su, tuz, karabiber",
    "specificationFabrication": "1. Patatesleri soyun ve küp şeklinde doğrayın.\n2. Bir tavada sıvı yağı ısıtın.\n3. Doğranmış soğanları ekleyin ve yumuşayana kadar kavurun.\n4. Kıymayı ekleyin ve kavurun.\n5. Domates salçasını ekleyin ve kokusu çıkana kadar kavurun.\n6. Patatesleri ekleyin ve birkaç dakika karıştırarak pişirin.\n7. Sıcak suyu ekleyin, tuz ve karabiberle tatlandırın.\n8. Patatesler yumuşayana kadar pişirin.\n9. Kıymalı patatesi sıcak olarak servis edin ve yanında pilav veya yoğurtla servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2021/01/kiymali-patates-oturtma-tarifi.jpg"
  },
  {
    "specificationName": "Yoğurtlu Patates Salatası",
    "specificationTag": "Türk Mutfağı, Salata",
    "specificationMaterial": "4 adet patates (haşlanmış ve doğranmış), 1 su bardağı yoğurt, 2 diş sarımsak (ezilmiş), 2 yemek kaşığı mayonez, 1 yemek kaşığı zeytinyağı, 1 çay kaşığı pul biber, tuz, karabiber, maydanoz (süslemek için)",
    "specificationFabrication": "1. Haşlanmış patatesleri doğrayın ve bir kaba alın.\n2. Yoğurdu, ezilmiş sarımsağı, mayonezi ve zeytinyağını ekleyin.\n3. Tuz ve karabiberle tatlandırın ve karıştırın.\n4. Yoğurtlu patates salatasını servis tabağına alın ve üzerine pul biber serpiştirerek servis yapın.\n5. İsteğe bağlı olarak doğranmış maydanozla süsleyebilirsiniz.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2014/06/yogurt-soslu-patates-salatasi-yemekcom.jpg"
  },
  {
    "specificationName": "Mercimek Köftesi",
    "specificationTag": "Türk Mutfağı, Salata",
    "specificationMaterial": "1 su bardağı kırmızı mercimek, 1 su bardağı bulgur, 1 adet kuru soğan (rendelenmiş), 1 çay bardağı zeytinyağı, 1 yemek kaşığı nar ekşisi, yarım demet ince kıyılmış maydanoz, yarım demet ince kıyılmış taze nane, 1 yemek kaşığı salça, 1 tatlı kaşığı kimyon, 1 tatlı kaşığı pul biber, tuz",
    "specificationFabrication": "1. Mercimeği yıkayıp süzün ve bir tencereye koyun. Üzerini geçecek kadar su ekleyin ve yumuşayana kadar pişirin.\n2. Pişen mercimeği süzün ve soğuması için bir kenara bırakın.\n3. Bulguru bir kaba alın, üzerine sıcak su ekleyin ve 10-15 dakika bekletin. Daha sonra suyunu süzün.\n4. Soğanı rendeleyin ve zeytinyağı ile birlikte kavurun.\n5. Pişmiş mercimeği ve kavrulmuş soğanı büyük bir kaba alın. İçine bulguru, nar ekşisini, ince kıyılmış maydanozu, taze naneyi, salçayı, kimyonu, pul biberi ve tuzu ekleyin.\n6. Ellerinizle malzemeleri iyice yoğurun ve köfte şekli verin.\n7. Mercimek köftesini buzdolabında dinlendirin ve soğuk olarak servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2021/01/patateslimercimekkoftesi-yeni-one-cikan.jpg"
  },
  {
    "specificationName": "Tavuklu Nohut Yemeği",
    "specificationTag": "Türk Mutfağı, Et Yemekleri",
    "specificationMaterial": "500 gr tavuk göğsü (küp doğranmış), 1 su bardağı haşlanmış nohut, 1 büyük soğan (yemeklik doğranmış), 2 yemek kaşığı domates salçası, 2 yemek kaşığı sıvı yağ, 1 çay kaşığı karabiber, 1 çay kaşığı kimyon, 1 çay kaşığı kırmızı pul biber, 1 çay kaşığı toz biber, tuz",
    "specificationFabrication": "1. Tavuk göğsünü küp doğrayın. Soğanı yemeklik doğrayın.\n2. Bir tencerede sıvı yağı ısıtın. Doğranmış soğanları ekleyip kavurun.\n3. Tavukları ekleyip suyunu salıp çekene kadar kavurmaya devam edin.\n4. Domates salçasını ekleyip kokusu çıkana kadar kavurmaya devam edin.\n5. Haşlanmış nohutu ve baharatları ekleyin, karıştırın.\n6. Tencereye su ekleyin, kaynamaya başladıktan sonra ocağın altını kısın ve tavuklar yumuşayana kadar pişirin.\n7. Tavuklu nohut yemeğini sıcak olarak servis edin ve yanında pilav veya ekmekle servis yapın.",
    "specificationImage": "https://i4.hurimg.com/i/hurriyet/75/1200x675/5b0e5f695379fe10d44b9b4f.jpg"
  },
  {
    "specificationName": "Fırında Patates Yemeği",
    "specificationTag": "Türk Mutfağı, Sebze",
    "specificationMaterial": "4 adet orta boy patates, 1 büyük soğan (yemeklik doğranmış), 2 yemek kaşığı zeytinyağı, 1 çay kaşığı kekik, 1 çay kaşığı pul biber, tuz, karabiber",
    "specificationFabrication": "1. Patatesleri soyun ve yıkayın. Ortadan ikiye bölün ve dilimleyin.\n2. Bir fırın tepsisine zeytinyağı ekleyin ve patates dilimlerini üzerine yayın.\n3. Yemeklik doğranmış soğanları patateslerin üzerine serpiştirin.\n4. Kekik, pul biber, tuz ve karabiberi ekleyin, karıştırın.\n5. Patatesleri önceden ısıtılmış 200 derece fırında pişirin.\n6. Fırında patates yemeğini sıcak olarak servis edin ve yanında yoğurt veya salata ile servis yapın.",
    "specificationImage": "https://i.ytimg.com/vi/nTx48NABCj4/maxresdefault.jpg"
  },
  {
    "specificationName": "Kuru Fasulye Yemeği",
    "specificationTag": "Türk Mutfağı, Sebze",
    "specificationMaterial": "1 su bardağı kuru fasulye, 1 büyük soğan (yemeklik doğranmış), 2 yemek kaşığı sıvı yağ, 1 yemek kaşığı domates salçası, 1 çay kaşığı tatlı biber salçası, 1 çay kaşığı kimyon, 1 çay kaşığı karabiber, tuz",
    "specificationFabrication": "1. Kuru fasulyeyi bir gece önceden suya koyun ve ıslatın.\n2. Ertesi gün kuru fasulyeleri süzün.\n3. Bir tencerede sıvı yağı ısıtın. Doğranmış soğanları ekleyip kavurun.\n4. Domates salçasını, biber salçasını ve baharatları ekleyin, karıştırın.\n5. Süzülmüş kuru fasulyeleri tencereye ekleyin ve karıştırın.\n6. Üzerini geçecek kadar su ekleyin, kaynamaya başladıktan sonra ocağın altını kısın.\n7. Kuru fasulyeler yumuşayana kadar pişirin.\n8. Kuru fasulye yemeğini sıcak olarak servis edin ve yanında pilav veya turşu ile servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2021/01/etli-kuru-fasulye-yemegi-vildan.jpg"
  },
  {
    "specificationName": "Biber Dolması",
    "specificationTag": "Türk Mutfağı, Sebze",
    "specificationMaterial": "6 adet dolmalık biber, 1 su bardağı pirinç, 1 adet orta boy soğan (yemeklik doğranmış), 2 yemek kaşığı sıvı yağ, 1 yemek kaşığı domates salçası, yarım demet ince kıyılmış maydanoz, yarım demet ince kıyılmış taze nane, 1 çay kaşığı karabiber, 1 çay kaşığı kırmızı pul biber, 1 çay kaşığı kimyon, tuz, su",
    "specificationFabrication": "1. Pirinci yıkayın ve süzün.\n2. Soğanı yemeklik doğrayın. Biberlerin sap kısımlarını kesin ve içini çıkarın.\n3. Bir tencerede sıvı yağı ısıtın. Doğranmış soğanları ekleyip kavurun.\n4. Pirinci ekleyin ve kavurmaya devam edin.\n5. Domates salçasını ve baharatları ekleyin, karıştırın.\n6. İnce kıyılmış maydanoz ve taze naneyi ekleyin, karıştırın.\n7. Biberleri bu harçla doldurun.\n8. Biber dolmalarını bir tencereye yerleştirin ve üzerini geçecek kadar su ekleyin.\n9. Dolmalar pişene kadar orta ateşte pişirin.\n10. Biber dolmalarını sıcak olarak servis edin ve yanında yoğurt veya turşu ile servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2017/08/firinda-biber-dolmasi-onecikan-yeni.jpg"
  },
  {
    "specificationName": "Kıymalı Börek",
    "specificationTag": "Türk Mutfağı, Hamur İşi",
    "specificationMaterial": "3 su bardağı un, 1 su bardağı su, 2 yemek kaşığı sıvı yağ, 1 çay kaşığı tuz, 300 gr kıyma, 1 adet büyük soğan (yemeklik doğranmış), 2 yemek kaşığı sıvı yağ, tuz, karabiber, pul biber",
    "specificationFabrication": "1. Unu bir yoğurma kabına alın, ortasını havuz şeklinde açın.\n2. Sıvı yağı, suyu ve tuzu ekleyin, yumuşak bir hamur elde edene kadar yoğurun.\n3. Hamuru örtüp dinlenmeye bırakın.\n4. Kıymayı bir tavada sıvı yağ ile kavurun.\n5. Doğranmış soğanları ekleyin ve kavrulmaya devam edin.\n6. Kavrulan kıymaya tuz, karabiber ve pul biber ekleyin, karıştırın.\n7. Hamuru ikiye bölün ve unlanmış zeminde açın.\n8. Açtığınız hamurun yarısına kıymalı harcı yayın.\n9. Hamurun diğer yarısını kıymalı harcın üzerine kapatın ve kenarlarını iyice bastırın.\n10. Böreği dilimleyin ve önceden ısıtılmış 180 derece fırında altın rengi olana kadar pişirin.\n11. Kıymalı böreği sıcak olarak servis edin ve yanında yoğurt veya salata ile servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2015/01/kiymali-borek-guncelleme-yemekcom.jpg"
  },
  {
    "specificationName": "Ispanaklı Börek",
    "specificationTag": "Türk Mutfağı, Hamur İşi",
    "specificationMaterial": "4 su bardağı un, 1 su bardağı yoğurt, 1 su bardağı sıvı yağ, 1 çay kaşığı tuz, 300 gr ıspanak (doğranmış), 1 adet büyük soğan (yemeklik doğranmış), 2 yemek kaşığı sıvı yağ, tuz, karabiber",
    "specificationFabrication": "1. Unu bir yoğurma kabına alın, ortasını havuz şeklinde açın.\n2. Yoğurdu, sıvı yağı ve tuzu ekleyin, yumuşak bir hamur elde edene kadar yoğurun.\n3. Hamuru örtüp dinlenmeye bırakın.\n4. Ispanakları yıkayın ve doğrayın.\n5. Bir tavada sıvı yağı ısıtın. Doğranmış soğanları ekleyip kavurun.\n6. Doğranmış ıspanakları ekleyin ve kavurmaya devam edin.\n7. Tuz ve karabiberle tatlandırın.\n8. Hamuru ikiye bölün ve unlanmış zeminde açın.\n9. Açtığınız hamurun yarısına ıspanaklı harcı yayın.\n10. Hamurun diğer yarısını ıspanaklı harcın üzerine kapatın ve kenarlarını iyice bastırın.\n11. Böreği dilimleyin ve önceden ısıtılmış 180 derece fırında altın rengi olana kadar pişirin.\n12. Ispanaklı böreği sıcak olarak servis edin ve yanında yoğurt veya salata ile servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2021/03/ispanakli-gul-boregi-3-tarifi-son.jpg"
  },
  {
    "specificationName": "Tavuklu Noodle",
    "specificationTag": "Makarna",
    "specificationMaterial": "200 gr noodle makarna, 300 gr tavuk göğsü (kuşbaşı doğranmış), 1 adet havuç (ince şeritler halinde doğranmış), 1 adet kırmızı biber (ince şeritler halinde doğranmış), 1 adet sarı biber (ince şeritler halinde doğranmış), 1 adet soğan (ince doğranmış), 2 diş sarımsak (ezilmiş), 2 yemek kaşığı sıvı yağ, 3 yemek kaşığı soya sosu, 1 yemek kaşığı bal, tuz, karabiber",
    "specificationFabrication": "1. Makarnayı tuzlu kaynar suda haşlayın ve süzün.\n2. Tavuk göğsünü tuz ve karabiberle tatlandırın.\n3. Bir tavada sıvı yağı ısıtın ve tavukları ekleyip pişirin.\n4. Tavuklar pişince soğan ve sarımsağı ekleyin ve kavurun.\n5. Havuç ve biberleri ekleyin ve kavurmaya devam edin.\n6. Soya sosu ve balı ekleyin, karıştırın.\n7. Haşlanmış makarnayı tavuğun üzerine ekleyin ve karıştırın.\n8. Tavuklu noodle'u sıcak olarak servis edin ve yanında tercih ettiğiniz garnitürlerle servis yapın.",
    "specificationImage": "https://cdn.yemek.com/mnresize/1250/833/uploads/2022/01/vestel-tavuk-noodle-yemekcom.jpg"
  },
  {
    "specificationName": "Spaghetti Bolognese",
    "specificationTag": "İtalyan Mutfağı, Makarna",
    "specificationMaterial": "400 gr spagetti makarna, 500 gr dana kıyma, 1 adet soğan (yemeklik doğranmış), 2 diş sarımsak (ezilmiş), 1 adet havuç (rendelenmiş), 2 yemek kaşığı sıvı yağ, 2 yemek kaşığı domates salçası, 1 su bardağı rendelenmiş domates, 1 çay bardağı su, 1 çay bardağı süt, 1 çay kaşığı kırmızı biber, 1 çay kaşığı kekik, tuz, karabiber, rendelenmiş parmesan peyniri",
    "specificationFabrication": "1. Spagetti makarnayı tuzlu kaynar suda haşlayın ve süzün.\n2. Bir tavada sıvı yağı ısıtın. Doğranmış soğanları ekleyip kavurun.\n3. Ezilmiş sarımsakları ekleyin ve kavurmaya devam edin.\n4. Rendelenmiş havucu ekleyin ve kavurun.\n5. Dana kıymayı ekleyin ve kavurun.\n6. Domates salçasını ekleyin ve karıştırın.\n7. Rendelenmiş domatesi ve suyu ekleyin, kaynamaya başladıktan sonra ocağın altını kısın.\n8. Sütü ekleyin ve karıştırın.\n9. Kırmızı biber, kekik, tuz ve karabiberi ekleyin, karıştırın.\n10. Haşlanmış spagetti makarnayı sosun üzerine ekleyin ve karıştırın.\n11. Servis yaparken rendelenmiş parmesan peyniri ekleyin.",
    "specificationImage": "https://i4.hurimg.com/i/hurriyet/75/1200x675/5c6553150f25442e40d9eb4c.jpg"
  },
  {
    "specificationName": "Chicken Tikka Masala",
    "specificationTag": "Hint Mutfağı, Tavuk",
    "specificationMaterial": "500 gr tavuk göğsü (kuşbaşı doğranmış), 1 su bardağı yoğurt, 3 yemek kaşığı tikka masala baharat karışımı, 2 yemek kaşığı sıvı yağ, 1 adet soğan (yemeklik doğranmış), 2 diş sarımsak (ezilmiş), 1 adet domates (rendelenmiş), 1 su bardağı domates püresi, 1 su bardağı krema, tuz, taze kişniş",
    "specificationFabrication": "1. Tavuk göğsünü tikka masala baharatı ve yoğurtla marine edin ve buzdolabında 1 saat bekletin.\n2. Bir tavada sıvı yağı ısıtın. Marine edilmiş tavukları ekleyip pişirin.\n3. Tavuklar pişince ayrı bir tabağa alın.\n4. Aynı tavada doğranmış soğanları ekleyip kavurun.\n5. Ezilmiş sarımsakları ekleyin ve kavurmaya devam edin.\n6. Rendelenmiş domatesi ekleyin ve karıştırın.\n7. Domates püresini ekleyin ve karıştırın.\n8. Krema ve tuz ekleyin, karıştırın.\n9. Pişmiş tavukları sosun içine ekleyin ve karıştırın.\n10. Chicken tikka masalayı sıcak olarak servis edin ve yanında pilav veya pita ekmeği ile servis yapın.\n11. Servis yaparken taze kişnişle süsleyin.",
    "specificationImage": "https://img.hellofresh.com/f_auto,fl_lossy,q_auto,w_1200/hellofresh_s3/image/chicken-tikka-masala-55d3bdc7.jpg"
  },
  {
    "specificationName": "Gazpacho",
    "specificationTag": "İspanyol Mutfağı, Soğuk Çorba",
    "specificationMaterial": "4 adet domates (rendelenmiş), 1 adet salatalık (rendelenmiş), 1 adet kırmızı biber (rendelenmiş), 1 adet yeşil biber (rendelenmiş), 1 diş sarımsak (ezilmiş), 3 yemek kaşığı zeytinyağı, 2 yemek kaşığı elma sirkesi, 500 ml domates suyu, tuz, karabiber, taze kişniş",
    "specificationFabrication": "1. Rendelenmiş domates, salatalık ve biberleri bir kaba alın.\n2. Ezilmiş sarımsak, zeytinyağı ve elma sirkesini ekleyin ve karıştırın.\n3. Domates suyunu ekleyin ve karıştırın.\n4. Gazpachoyu buzdolabında en az 2 saat soğutun.\n5. Soğuk olarak servis yapın ve taze kişnişle süsleyin.",
    "specificationImage": "https://www.mornflake.com/wp-content/uploads/2020/07/Screenshot-2020-07-01-at-14.10.46.png"
  },
  {
    "specificationName": "Paella",
    "specificationTag": "İspanyol Mutfağı, Deniz Ürünleri",
    "specificationMaterial": "2 su bardağı bomba pirinci, 500 gr karides (temizlenmiş), 500 gr kalamar (halka şeklinde doğranmış), 2 adet tavuk but (kuşbaşı doğranmış), 1 adet soğan (yemeklik doğranmış), 2 diş sarımsak (ezilmiş), 1 adet kırmızı biber (ince doğranmış), 1 adet sarı biber (ince doğranmış), 1 çay kaşığı safran, 1 tatlı kaşığı tatlı kırmızı toz biber, 1 yemek kaşığı domates salçası, 5 su bardağı tavuk suyu, tuz, zeytinyağı, limon dilimleri",
    "specificationFabrication": "1. Paella tavasında zeytinyağını ısıtın.\n2. Tavuk butları ve karidesleri ekleyip pişirin.\n3. Pişen tavuk ve karidesleri bir tabağa alın.\n4. Aynı tavada soğan, sarımsak, kırmızı ve sarı biberleri ekleyip kavurun.\n5. Domates salçasını ekleyin ve karıştırın.\n6. Safranı ve tatlı kırmızı toz biberi ekleyin.\n7. Bomba pirincini ekleyin ve kavurun.\n8. Tavuk suyunu ekleyin ve karıştırın.\n9. Pirinç suyunu çektikçe azar azar tavuk suyu ekleyin.\n10. Pirinç pişene kadar orta ateşte pişirin.\n11. Pişen pirincin üzerine tavuk butları ve karidesleri yerleştirin.\n12. Paellayı sıcak olarak servis edin ve yanında limon dilimleri ile servis yapın.",
    "specificationImage": "https://www.unileverfoodsolutions.com.tr/dam/global-ufs/mcos/TURKEY/calcmenu/recipes/TR-recipes/fish-&-other-seafood-dishes/deniz-mahs%C3%BCll%C3%BC-paella/main-header.jpg"
  },
  {
    "specificationName": "Pad Thai",
    "specificationTag": "Tayland Mutfağı, Makarna",
    "specificationMaterial": "200 gr pirinç eriştesi, 200 gr tavuk göğsü (kuşbaşı doğranmış), 100 gr karides (temizlenmiş), 2 adet yumurta, 3 yemek kaşığı sıvı yağ, 2 yemek kaşığı soya sosu, 1 yemek kaşığı balzamik sirke, 1 yemek kaşığı ketçap, 1 yemek kaşığı kahverengi şeker, 2 diş sarımsak (ezilmiş), 1 adet limon (suyu), 50 gr yer fıstığı, taze soğan (ince doğranmış), kırmızı biber pul biber",
    "specificationFabrication": "1. Pirinç eriştesini tuzlu kaynar suda haşlayın ve süzün.\n2. Tavuk göğsünü ve karidesleri sıvı yağda pişirin.\n3. Pişen tavuk ve karidesleri bir tabağa alın.\n4. Aynı tavada ezilmiş sarımsakları ekleyin ve kavurun.\n5. Yumurtaları ekleyin ve karıştırarak pişirin.\n6. Haşlanmış pirinç eriştesini ve pişen tavuk ve karidesleri tavaya ekleyin.\n7. Soya sosu, balzamik sirke, ketçap ve kahverengi şeker ekleyin ve karıştırın.\n8. Limon suyu ve kırmızı biber ekleyin, karıştırın.\n9. Taze soğan ve yer fıstığı ile süsleyerek servis yapın.",
    "specificationImage": "https://www.recipetineats.com/wp-content/uploads/2020/01/Chicken-Pad-Thai_9-SQ.jpg"
  },
  {
    "specificationName": "Croissant",
    "specificationTag": "Fransız Mutfağı, Hamur İşi",
    "specificationMaterial": "500 gr un, 250 ml süt, 50 gr toz şeker, 10 gr tuz, 25 gr yaş maya, 200 gr tereyağı",
    "specificationFabrication": "1. Unu, toz şekeri ve tuzu bir kabın içinde karıştırın.\n2. Sütü ılıklaştırın ve yaş mayayı sütün içinde eritin.\n3. Maya karışımını unlu karışıma ekleyin ve yoğurun.\n4. Hamuru örtün ve 1 saat kadar mayalandırın.\n5. Mayalanan hamuru unlu bir zeminde dikdörtgen şeklinde açın.\n6. Oda sıcaklığında yumuşamış tereyağını hamurun üzerine yayın.\n7. Hamuru 3 kat şeklinde katlayın ve buzdolabında 30 dakika dinlendirin.\n8. Hamuru tekrar açın ve 3 kat şeklinde katlayın.\n9. Bu işlemi toplamda 3 kez tekrarlayın ve hamuru tekrar buzdolabında 30 dakika dinlendirin.\n10. Hamuru tekrar açın ve istediğiniz şekli verin (örn. croissant şekli).\n11. Hamuru örtün ve 1 saat daha mayalandırın.\n12. Önceden ısıtılmış 180 derece fırında altın rengi olana kadar pişirin.\n13. Croissantları sıcak olarak servis edin.",
    "specificationImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Croissant-newspaper-and-tea.jpg/1200px-Croissant-newspaper-and-tea.jpg"
  },
  {
    "specificationName": "Beef Wellington",
    "specificationTag": "İngiliz Mutfağı, Et",
    "specificationMaterial": "500 gr dana bonfile, 200 gr mantar (ince doğranmış), 2 adet soğan (rendelenmiş), 2 yemek kaşığı hardal, 1 yemek kaşığı tereyağı, 1 adet yumurta sarısı, 500 gr milföy hamuru, tuz, karabiber",
    "specificationFabrication": "1. Dana bonfileyi tuz ve karabiberle ovun.\n2. Sote tavasında tereyağını eritin ve bonfileyi her tarafı kahverengi olana kadar kızartın.\n3. Pişen bonfileyi fırın kağıdı serili bir tepsiye alın.\n4. Soğan ve mantarları tavada soteleyin.\n5. Sotelediğiniz mantarları bir kaba alın ve soğuyana kadar bekletin.\n6. Soğuyan mantar karışımına hardal ekleyin ve karıştırın.\n7. Milföy hamurunu düz bir zeminde açın.\n8. Bonfileyi milföy hamurunun üzerine yerleştirin.\n9. Mantar karışımını bonfilenin etrafına yayın.\n10. Milföy hamurunu bonfilenin üzerine sarın ve kenarlarını sıkıca kapatın.\n11. Hamurun üzerine yumurta sarısı sürün.\n12. Önceden ısıtılmış 200 derece fırında milföy hamuru altın rengi olana kadar pişirin.\n13. Beef wellington'ı dilimleyerek servis edin.",
    "specificationImage": "https://www.thespruceeats.com/thmb/SouzON4_hfjhxpTlM_7AEMeVW3Q=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/make-a-classic-beef-wellington-easy-435726-step-14-56782aee6d0b4fc0ae7c21d05add2126.jpg"
  }
]
